# Taps

tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "mas-cli/tap"

# Brews

brew "bash-completion"
brew "curl"
brew "git"
brew "gnupg"
brew "jq"
brew "mas"
brew "nmap"
brew "nvm"
brew "openssl"
brew "p7zip"
brew "packer"
brew "python@2"
brew "python"
brew "readline"
brew "screen"
brew "shellcheck"
brew "ssh-copy-id"
brew "telnet"
brew "terraform"
brew "travis"
brew "unzip"
brew "wget"

# Casks

cask "appearin"
cask "atom"
cask "docker"
cask "google-chrome"
cask "gpg-suite"
cask "java"
cask "keybase"
cask "slack"
cask "sourcetree"
cask "vagrant"
cask "virtualbox-extension-pack"
cask "virtualbox"
cask "visual-studio-code"

# Mac App Store
mas "Keynote", id: 405399194
