# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "weaveworks/tap"
tap "garethr/kubeval"
tap "azure/functions"

# Brews

brew "ansible"
brew "terraform"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "awscli"
brew "bash-completion"
brew "wget"
brew "htop"
brew "dos2unix"
brew "jq"
brew "hh"
brew "nmap"
brew "nodejs"
brew "gpg"
brew "git"
brew "golang"
brew "yarn"
brew "telnet"
brew "vault"
brew "rust"
brew "crystal"
brew "svn"
brew "serverless"
brew "skaffold"
brew "hub"
brew "python"
brew "groovysdk"
brew "maven"
brew "tree"
brew "mc"
brew "tkdiff"
brew "eksctl"
brew "go-jira"
brew "operator-sdk"
brew "watch"
brew "kubeval"
brew "gron"
brew "azure-cli"
brew "packer"
brew "opa"
brew "jsonpp"
brew "ruby"
brew "brew-gem"
brew "gitversion"
brew "awslogs"
brew "yamllint"
brew "rbenv"
brew "ruby-build"
brew "hugo"
brew "azure-functions-core-tools"
brew "yq"

# Casks

cask "java"
cask "atom"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vagrant"
cask "docker"
cask "google-chrome"
cask "caffeine"
cask "postman"
cask "pycharm-ce"
cask "intellij-idea-ce"
cask "gimp"
cask "visual-studio-code"
cask "macpass"
cask "minikube"
cask "sourcetree"
cask "dotnet-sdk"
cask "powershell"
