# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "mas-cli/tap"

# Brews

brew "ansible"
brew "terraform"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "awscli"
brew "bash-completion"
brew "wget"
brew "htop"
brew "dos2unix"
brew "jq"
brew "hh"
brew "nmap"
brew "nodejs"
brew "gpg"
brew "groovysdk"
brew "mas"
brew "git"
brew "golang"
brew "yarn"
brew "telnet"
brew "vault"
brew "rust"
brew "crystal"
brew "svn"
brew "serverless"
brew "maven"
brew "skaffold"

# Casks

cask "atom"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vagrant"
cask "docker"
cask "slack"
cask "spotify"
cask "google-chrome"
cask "caffeine"
cask "kindle"
cask "keybase"
cask "postman"
cask "the-unarchiver"
cask "evernote"
cask "pycharm-ce"
cask "intellij-idea-ce"
cask "gimp"
cask "java"
cask "visual-studio-code"

# Mac App Store
mas "Wunderlist", id: 410628904
mas "Textual 7", id: 1262957439
mas "WhatsApp Desktop", id: 1147396723
